
{
  "win_branch": [
    {
      "character": "narrator",
      "text": "¡PITIDO FINAL! FC Bufas ha conseguido la victoria contra el Deportivo Magadios. Los jugadores rivales no pueden creer lo que ha pasado.",
      "background": "partido"
    },
    {
      "character": "yazawa",
      "text": "¡Joder, lo hemos conseguido! Chavales, ¡habéis estado increíbles!"
    },
    {
      "character": "jugador1",
      "text": "¡No me lo puedo creer! ¡Le hemos ganado al crack!"
    },
    {
      "character": "estrella_magadios",
      "text": "Esto... esto no puede ser. ¿Cómo habéis podido...? ¡He corrido por tres!"
    },
    {
      "character": "yazawa",
      "text": "Oye tío, has jugado como un fenómeno. Pero el fútbol es de equipo, ¿sabes?"
    },
    {
      "character": "jugador_malo_magadios",
      "text": "Eh... disculpad, ¿alguien puede explicarme qué ha pasado? Me he despistado en el minuto cinco."
    },
    {
      "character": "jugador2",
      "text": "¡Jajaja! ¡Este tío ni se ha enterado de que han perdido!"
    },
    {
      "character": "estrella_magadios",
      "text": "Enhorabuena... habéis jugado como un verdadero equipo. Algo que yo... nunca he tenido."
    },
    {
      "character": "yazawa",
      "text": "¿Sabes qué? Si alguna vez te hartas de cargar con... bueno, ya sabes... tienes sitio con nosotros."
    },
    {
      "character": "estrella_magadios",
      "text": "Gracias... lo pensaré. Pero ahora tengo que ir a explicarle a éste por qué no puede llevarse las porterías a casa."
    }
  ],
  "win_7v7_branch": [
    {
      "character": "narrator",
      "text": "¡Final del partido! FC Bufas ha ganado su primer partido clandestino en una épica batalla 7vs7.",
      "background": "partido"
    },
    {
      "character": "fan",
      "text": "¡¡¡SIIIIII!!! ¡Hemos ganado! ¡FC Bufas es imparable! ¡Soy oficialmente parte del mejor equipo del mundo!"
    },
    {
      "character": "pablo",
      "text": "Increible... con Fan en el equipo somos invencibles. Su entusiasmo es contagioso."
    },
    {
      "character": "perma",
      "text": "Tengo que admitir que Fan tiene un talento natural. ¡Y sus snacks me dieron la energía extra!"
    },
    {
      "character": "javo",
      "text": "La química del equipo ha mejorado exponencialmente. FC Bufas... tiene un buen sonido comercial."
    },
    {
      "character": "yazawa",
      "text": "Entonces... ¿qué hacemos ahora? ¿Seguimos siendo FC Bufas?"
    },
    {
      "character": "fan",
      "text": "¡POR SUPUESTO! ¡Y propongo que nos apuntemos al torneo clandestino oficial! ¡Podemos conquistar el mundo del fútbol underground!"
    },
    {
      "character": "pablo",
      "text": "Suena peligroso... ¡Me apunto!"
    },
    {
      "character": "narrator",
      "text": "Y así, después de su primera victoria, FC Bufas decidió adentrarse en el mundo del fútbol clandestino...",
      "transition_to": "prologue_end"
    }
  ],
  "loss_7v7_branch": [
    {
      "character": "narrator",
      "text": "Derrota. FC Bufas ha perdido su primer partido clandestino, pero el espíritu de equipo sigue intacto.",
      "background": "partido"
    },
    {
      "character": "fan",
      "text": "Bueno... hemos perdido, pero ¡QUÉ PARTIDAZO! ¡Me lo he pasado genial! ¡Esto es mejor que cualquier videojuego!"
    },
    {
      "character": "pablo",
      "text": "Fan tiene razón. Hemos perdido, pero como equipo hemos dado todo. Eso es lo que importa."
    },
    {
      "character": "perma",
      "text": "La derrota duele, pero he sentido más adrenalina en este partido que en cualquier rutina de gimnasio."
    },
    {
      "character": "javo",
      "text": "Analízandolo lógicamente: hemos perdido el partido, pero hemos ganado experiencia de equipo invaluable."
    },
    {
      "character": "yazawa",
      "text": "Entonces... ¿qué tal si seguimos siendo FC Bufas? Podemos mejorar."
    },
    {
      "character": "fan",
      "text": "¡SÍ! ¡Y propongo que nos entrenemos más y nos apuntemos al torneo clandestino! ¡La revancha será épica!"
    },
    {
      "character": "pablo",
      "text": "Una derrota no nos define. ¡Vamos a por ese torneo!"
    },
    {
      "character": "narrator",
      "text": "Y así, incluso después de la derrota, FC Bufas decidió mantenerse unido y buscar su lugar en el fútbol clandestino...",
      "transition_to": "prologue_end"
    }
  ],
  "loss_branch": [
    {
      "character": "narrator",
      "text": "Pitido final. FC Bufas ha perdido contra el Deportivo Magadios. La estrella rival celebra con alivio mientras sus compañeros... bueno, algunos ni se han enterado.",
      "background": "partido"
    },
    {
      "character": "yazawa",
      "text": "Joder... bueno, chavales, lo hemos intentado. Ese tío es realmente bueno."
    },
    {
      "character": "jugador1",
      "text": "Ha sido como jugar contra un equipo entero él solo..."
    },
    {
      "character": "estrella_magadios",
      "text": "¡Por fin! ¡POR FIN una victoria! Habéis jugado muy bien, en serio. Casi me dais un infarto."
    },
    {
      "character": "jugador_malo_magadios",
      "text": "Eh... ¿ya hemos empezado? Porque yo he estado persiguiendo una mariposa muy bonita..."
    },
    {
      "character": "yazawa",
      "text": "Jajaja, tío, ¿cómo puedes jugar con estos elementos?"
    },
    {
      "character": "estrella_magadios",
      "text": "Es mi cruz... Pero oye, habéis demostrado mucho nivel. Si seguís entrenándoos así, vais a llegar lejos."
    },
    {
      "character": "jugador2",
      "text": "Ha sido un placer jugar contra alguien de tu nivel, tío."
    },
    {
      "character": "estrella_magadios",
      "text": "Lo mismo digo. Y si algún día necesitáis un jugador que sepa realmente de fútbol... ya sabéis dónde encontrarme."
    },
    {
      "character": "jugador_malo_magadios",
      "text": "¿Eh? ¿Qué pasa? ¿Alguien ha visto mis zapatillas? Me parece que me las he cambiado por accidente..."
    }
  ],
  "draw_branch": [
    {
      "character": "narrator",
      "text": "El árbitro pita el final. Empate. Ambos equipos han luchado hasta el último minuto en un partido muy igualado.",
      "background": "partido"
    },
    {
      "character": "yazawa",
      "text": "Nada mal, chavales. Empatar contra ese crack no está nada mal."
    },
    {
      "character": "jugador1",
      "text": "Sí, pero casi les metemos uno al final..."
    },
    {
      "character": "estrella_magadios",
      "text": "Buf... empate. Después de tanto tiempo perdiendo, empatar se siente casi como ganar."
    },
    {
      "character": "yazawa",
      "text": "Tío, has estado increíble. En serio, ¿cómo aguantas jugando con..."
    },
    {
      "character": "jugador_malo_magadios",
      "text": "Oye, ¿alguien puede decirme qué tal lo he hecho? He estado intentando hacer malabares con el balón, pero se me caía todo el rato."
    },
    {
      "character": "jugador2",
      "text": "Jajaja, este tío es genial. No tiene ni idea, pero le pone ganas."
    },
    {
      "character": "estrella_magadios",
      "text": "Oye, ¿sabéis qué? Me habéis dado esperanza. Hace tiempo que no disfruto tanto un partido."
    },
    {
      "character": "yazawa",
      "text": "Ha sido un partidazo. Igualado, limpio, sin tonterías..."
    },
    {
      "character": "estrella_magadios",
      "text": "Exacto. Esto es fútbol de verdad. Si alguna vez queréis hacer un equipo serio..."
    },
    {
      "character": "jugador_malo_magadios",
      "text": "Eh, ¿y ahora qué? ¿Tenemos que seguir corriendo o ya podemos parar?"
    },
    {
      "character": "yazawa",
      "text": "Jajaja, que alguien le explique que ya hemos terminado."
    }
  ],
  "prologue_3v3_win_branch": [
    {
      "character": "narrator",
      "text": "¡Final del partido! Tu equipo ha ganado el primer desafío 3v3. Yazawa y Marcos celebran la victoria.",
      "background": "campo"
    },
    {
      "character": "yazawa",
      "text": "¡LO HICIMOS! ¡Primer partido y primera victoria! Has sido increíble ahí afuera."
    },
    {
      "character": "marcos",
      "text": "¡Qué jugadón! Sabía que contigo en el equipo íbamos a arrasar."
    },
    {
      "character": "yazawa",
      "text": "Pero esto es solo el comienzo. Ahora que hemos demostrado lo que valemos, es hora de conocer a más gente."
    },
    {
      "character": "narrator",
      "text": "De repente, tres personas se acercan desde las gradas..."
    },
    {
      "character": "perma",
      "text": "¡Oye! ¡Ese partido ha estado genial! Soy Perma, y no pude evitar fijarme en vuestro juego."
    },
    {
      "character": "pablo",
      "text": "Yo soy Pablo. Tenéis mucho potencial, especialmente tú. ¿Habéis pensado en expandir el equipo?"
    },
    {
      "character": "javo",
      "text": "Javo, un placer. Creo que podríamos hacer algo grande juntos. ¿Qué opináis de formar un equipo más grande?"
    },
    {
      "character": "yazawa",
      "text": "Interesante... ¿Y vosotros qué tal jugáis?"
    },
    {
      "character": "perma",
      "text": "Bueno, digamos que tengo mis trucos. ¡Me especializo en jugadas acrobáticas!"
    },
    {
      "character": "pablo",
      "text": "Yo aporto estrategia y visión de juego. Creo que podríamos complementarnos bien."
    },
    {
      "character": "javo",
      "text": "Y yo... bueno, soy el que mantiene la calma cuando las cosas se ponen difíciles."
    },
    {
      "character": "yazawa",
      "text": "¡Me gusta! ¿Qué dices? ¿Expandimos el equipo?",
      "choices": [
        {
          "text": "¡Por supuesto! Cuantos más, mejor.",
          "id": "expand_team"
        },
        {
          "text": "Prefiero que mantengamos el equipo pequeño por ahora.",
          "id": "keep_small"
        }
      ]
    }
  ],
  "prologue_3v3_loss_branch": [
    {
      "character": "narrator",
      "text": "Final del partido. A pesar de la derrota, el espíritu de equipo sigue alto.",
      "background": "campo"
    },
    {
      "character": "yazawa",
      "text": "Bueno, no ha sido el resultado que esperábamos, pero ¡hemos luchado hasta el final!"
    },
    {
      "character": "marcos",
      "text": "Sí, y has demostrado tener mucha clase. Esta derrota solo nos hará más fuertes."
    },
    {
      "character": "yazawa",
      "text": "Exacto. Los grandes equipos aprenden de las derrotas. Y nosotros vamos a ser grandes."
    },
    {
      "character": "narrator",
      "text": "Mientras recogen sus cosas, tres espectadores se acercan..."
    },
    {
      "character": "perma",
      "text": "¡Eh! No os desaniméis. Soy Perma, y he visto el partido. Habéis jugado con corazón."
    },
    {
      "character": "pablo",
      "text": "Pablo aquí. Es cierto, habéis tenido mala suerte, pero vuestro potencial es evidente."
    },
    {
      "character": "javo",
      "text": "Javo. Una derrota no define a un equipo. De hecho, creo que necesitáis más jugadores para alcanzar vuestro verdadero potencial."
    },
    {
      "character": "yazawa",
      "text": "¿Más jugadores? Interesante... ¿Y vosotros jugáis?"
    },
    {
      "character": "perma",
      "text": "¡Claro que sí! Soy especialista en jugadas espectaculares. ¡Chilenas, tijeras, lo que haga falta!"
    },
    {
      "character": "pablo",
      "text": "Yo me encargo de la táctica y la organización. Creo que eso es lo que os ha faltado hoy."
    },
    {
      "character": "javo",
      "text": "Y yo aporto estabilidad emocional. Cuando las cosas se ponen feas, mantengo la calma."
    },
    {
      "character": "marcos",
      "text": "Suena bien... ¿Qué opinas?"
    },
    {
      "character": "yazawa",
      "text": "Sí, la decisión es tuya. ¿Ampliamos el equipo?",
      "choices": [
        {
          "text": "Sí, necesitamos refuerzos después de esta derrota.",
          "id": "expand_team"
        },
        {
          "text": "Creo que podemos mejorar solos, gracias.",
          "id": "keep_small"
        }
      ]
    }
  ]
}

